Revit 2027 API
ParameterTypeId.SpotDimLeaderLine Property
 "Leader Line"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId SpotDimLeaderLine { get; }
Public Shared ReadOnly Property SpotDimLeaderLine As ForgeTypeId
	Get
public:
static property ForgeTypeId^ SpotDimLeaderLine {
	ForgeTypeId^ get ();
}
static member SpotDimLeaderLine : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace